Repository: NautaDevs/localization
Catalog: */Resources.resw
Source language: en_us
Languages: da_dk, de_de, fr_fr, hu_hu, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, th_th, uk_ua, vi_vn

# Register_Dialog_ConfirmPassword.PlaceholderText
source: Confirm Password
da_dk: Bekræft adgangskode
de_de: Passwort bestätigen
fr_fr: Confirmez le mot de passe
hu_hu: Jelszó megerősítése
ja_jp: パスワードを認証する
ko_kr: 비밀번호 확인
nl_nl: Bevestig wachtwoord
pt_br: Confirme sua senha
ru_ru: Подтвердите пароль
th_th: ยืนยันรหัสผ่าน
uk_ua: Підтвердьте пароль
vi_vn: Xác nhận mật khẩu

# Register_Dialog_InfoBar_Empty
source: Required input values were left empty.
da_dk: Påkrævede inputværdier blev efterladt tomme.
de_de: Erforderliche Eingabewerte blieben leer.
fr_fr: Les valeurs d'entrée requises sont restées vides.
hu_hu: A kötelező beviteli értékek üresen maradtak.
ja_jp: 必要な入力値が空のままでした。
ko_kr: 필수 입력 값이 비어 있었습니다.
nl_nl: Vereiste invoerwaarden zijn leeg gelaten.
pt_br: Os valores de entrada obrigatórios foram deixados em branco.
ru_ru: Обязательные входные значения остались пустыми.
th_th: ค่าอินพุตที่จำเป็นถูกเว้นว่างไว้
uk_ua: Необхідні вхідні значення залишили порожніми.
vi_vn: Các giá trị đầu vào bắt buộc được để trống.

# Register_Dialog_InfoBar_Match
source: Passwords do not match.
da_dk: Adgangskoder stemmer ikke overens.
de_de: Die Passwörter stimmen nicht überein.
fr_fr: Les mots de passe ne correspondent pas.
hu_hu: A jelszavak nem egyeznek.
ja_jp: パスワードが一致しません。
ko_kr: 비밀번호가 일치하지 않습니다.
nl_nl: Wachtwoorden komen niet overeen.
pt_br: As senhas não coincidem.
ru_ru: Пароли не совпадают.
th_th: รหัสผ่านไม่ตรงกัน
uk_ua: Паролі не збігаються.
vi_vn: Mật khẩu không khớp.

# Register_Dialog_InfoBar_Registered
source: Account successfully registered.
da_dk: Kontoen er registreret.
de_de: Konto erfolgreich registriert.
fr_fr: Compte enregistré avec succès.
hu_hu: A fiók sikeresen regisztrálva.
ja_jp: アカウントが正常に登録されました。
ko_kr: 계정이 성공적으로 등록되었습니다.
nl_nl: Account succesvol geregistreerd.
pt_br: Conta registrada com sucesso.
ru_ru: Аккаунт успешно зарегистрирован.
th_th: ลงทะเบียนบัญชีเรียบร้อยแล้ว
uk_ua: Обліковий запис успішно зареєстровано.
vi_vn: Tài khoản đã đăng ký thành công.

# Register_Dialog_LicenseKey.PlaceholderText
source: License key
da_dk: Licensnøgle
de_de: Lizenzschlüssel
fr_fr: Clé de licence
hu_hu: Licenckulcs
ja_jp: ライセンスキー
ko_kr: 라이센스 키
nl_nl: Licentiesleutel
pt_br: Chave de licença
ru_ru: Лицензионный ключ
th_th: รหัสใบอนุญาต
uk_ua: Ліцензійний ключ
vi_vn: Mã cấp phép

# Settings_About.Content
source: About
da_dk: Om
de_de: Über
fr_fr: À propos
hu_hu: Az appról
ja_jp: について
ko_kr: 에 대한
nl_nl: Over
pt_br: Sobre
ru_ru: О
th_th: เกี่ยวกับ
uk_ua: про
vi_vn: Về

# Settings_About_State.Content
source: Reading about
da_dk: Læser om
de_de: Lesen über
fr_fr: Lire les "à propos"
hu_hu: Olvasás kb
ja_jp: について読む
ko_kr: 에 대해 읽고
nl_nl: Over lezen
pt_br: Lendo sobre
ru_ru: Читая о
th_th: กำลังอ่านเกี่ยวกับ
uk_ua: Читаючи про
vi_vn: Đọc về

# Settings_Appearance.Content
source: Appearance
da_dk: Udseende
de_de: Erscheinungsbild
fr_fr: Apparence
hu_hu: Kinézet
ja_jp: 外観
ko_kr: 모습
nl_nl: Verschijning
pt_br: Aparência
ru_ru: Появление
th_th: รูปร่าง
uk_ua: Зовнішній вигляд
vi_vn: Vẻ bề ngoài

# Settings_Appearance_State.Content
source: Tweaking application appearance
da_dk: Tweaking applikationens udseende
de_de: Erscheinungsbild der Anwendung optimieren
fr_fr: Ajustement de l'apparence de l'application
hu_hu: Az alkalmazás megjelenésének finomítása
ja_jp: アプリケーションの外観を調整する
ko_kr: 응용 프로그램 모양 조정
nl_nl: Het uiterlijk van de applicatie aanpassen
pt_br: Ajustando a aparência do aplicativo
ru_ru: Настройка внешнего вида приложения
th_th: ปรับแต่งรูปลักษณ์ของแอปพลิเคชั่น
uk_ua: Налаштування зовнішнього вигляду програми
vi_vn: Tinh chỉnh giao diện ứng dụng

# Settings_Application.Content
source: Application
da_dk: Anvendelse
de_de: Anwendung
hu_hu: Alkalmazás
ja_jp: 応用
ko_kr: 애플리케이션
nl_nl: Sollicitatie
pt_br: Aplicativo
ru_ru: Приложение
th_th: แอปพลิเคชัน
uk_ua: застосування
vi_vn: Ứng dụng

# Settings_Application_State.Content
source: Tweaking application settings
da_dk: Justering af applikationsindstillinger
de_de: Optimieren von Anwendungseinstellungen
fr_fr: Réglage des paramètres de l'application
hu_hu: Alkalmazásbeállítások módosítása
ja_jp: アプリケーション設定の微調整
ko_kr: 응용 프로그램 설정 조정
nl_nl: Applicatie-instellingen aanpassen
pt_br: Ajustando as configurações do aplicativo
ru_ru: Настройка параметров приложения
th_th: การปรับแต่งการตั้งค่าแอปพลิเคชัน
uk_ua: Налаштування налаштувань програми
vi_vn: Tinh chỉnh cài đặt ứng dụng

# Settings_Connections.Content
source: Connections
da_dk: Forbindelser
de_de: Verbindungen
fr_fr: Connexions
hu_hu: Kapcsolatok
ja_jp: 接続
ko_kr: 사이
nl_nl: Verbindingen
pt_br: Conexões
ru_ru: Соединения
th_th: การเชื่อมต่อ
uk_ua: Зв'язки
vi_vn: Kết nối

# Settings_Connections_State.Content
source: Tweaking connection settings
da_dk: Justering af forbindelsesindstillinger
de_de: Optimieren von Verbindungseinstellungen
fr_fr: Modifier les paramètres de connexion
hu_hu: Csatlakozási beállítások módosítása
ja_jp: 接続設定の微調整
ko_kr: 연결 설정 조정
nl_nl: Verbindingsinstellingen aanpassen
pt_br: Ajustando as configurações de conexão
ru_ru: Настройка параметров подключения
th_th: ปรับแต่งการตั้งค่าการเชื่อมต่อ
uk_ua: Налаштування параметрів підключення
vi_vn: Tinh chỉnh cài đặt kết nối

# Settings_Help.Content
source: Help
da_dk: Hjælp
de_de: Hilfe
fr_fr: Aide
hu_hu: Segítség
ja_jp: ヘルプ
ko_kr: 돕다
nl_nl: Hulp
pt_br: Ajuda
ru_ru: Помощь
th_th: ช่วย
uk_ua: Довідка
vi_vn: Giúp đỡ

# Settings_Help_State.Content
source: Viewing the help center
da_dk: Få vist hjælpecenteret
de_de: Anzeigen des Hilfecenters
fr_fr: Consulter le centre d'aide
hu_hu: A súgó megtekintése
ja_jp: ヘルプセンターを表示する
ko_kr: 도움말 센터 보기
nl_nl: Het helpcentrum bekijken
pt_br: Visualizando a central de ajuda
ru_ru: Просмотр справочного центра
th_th: กำลังดูศูนย์ช่วยเหลือ
uk_ua: Перегляд довідкового центру
vi_vn: Xem trung tâm trợ giúp

# Settings_MyProfile.Content
source: My Account
da_dk: Min konto
de_de: Mein Konto
fr_fr: Mon compte
hu_hu: A fiókom
ja_jp: 私のアカウント
ko_kr: 내 계정
nl_nl: Mijn account
pt_br: Minha Conta
ru_ru: Мой счет
th_th: บัญชีของฉัน
uk_ua: Мій акаунт
vi_vn: Tài khoản của tôi

# Settings_MyProfile_State.Content
source: Editing account
da_dk: Redigering af konto
de_de: Konto bearbeiten
fr_fr: Modification du compte
hu_hu: Fiók szerkesztése
ja_jp: アカウントの編集
ko_kr: 계정 편집 중
nl_nl: Account bewerken
pt_br: Editando informações da conta
ru_ru: Редактирование аккаунта
th_th: การแก้ไขบัญชี
uk_ua: Редагування облікового запису
vi_vn: Chỉnh sửa tài khoản

# Settings_Notifications.Content
source: Notifications
da_dk: Meddelelser
de_de: Benachrichtigungen
fr_fr: Avis
hu_hu: Értesítések
ja_jp: 通知
ko_kr: 알림
nl_nl: Meldingen
pt_br: Notificações
ru_ru: Уведомления
th_th: การแจ้งเตือน
uk_ua: Сповіщення
vi_vn: Thông báo

# Settings_Notifications_State.Content
source: Editing notifications
da_dk: Redigering af notifikationer
de_de: Benachrichtigungen bearbeiten
fr_fr: Modification des notifications
hu_hu: Értesítések szerkesztése
ja_jp: 通知の編集
ko_kr: 알림 편집
nl_nl: Meldingen bewerken
pt_br: Editando as notificações
ru_ru: Редактирование уведомлений
th_th: การแก้ไขการแจ้งเตือน
uk_ua: Редагування повідомлень
vi_vn: Chỉnh sửa thông báo

# Settings_Password.Content
source: Password
da_dk: Adgangskode
de_de: Passwort
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 비밀번호
nl_nl: Wachtwoord
pt_br: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
uk_ua: Пароль
vi_vn: Mật khẩu

# Settings_Password_State.Content
source: Editing account password
da_dk: Redigering af kontoadgangskode
de_de: Kontopasswort bearbeiten
fr_fr: Modification du mot de passe du compte
hu_hu: Fiók jelszavának szerkesztése
ja_jp: アカウントのパスワードを編集する
ko_kr: 계정 비밀번호 편집
nl_nl: Accountwachtwoord bewerken
pt_br: Editando a senha da conta
ru_ru: Редактирование пароля учетной записи
th_th: การแก้ไขรหัสผ่านบัญชี
uk_ua: Редагування пароля облікового запису
vi_vn: Chỉnh sửa mật khẩu tài khoản

# Shell_Chat.Content
source: Chat
da_dk: Snak
hu_hu: Csevegés
ja_jp: チャット
ko_kr: 채팅
nl_nl: Chatten
ru_ru: Чат
th_th: แชท
uk_ua: Чат
vi_vn: Trò chuyện

# Shell_Chat_State.Content
source: Chatting with users
da_dk: Chatter med brugere
de_de: Chatten mit Nutzern
fr_fr: Discuter avec les utilisateurs
hu_hu: Csevegés a felhasználókkal
ja_jp: ユーザーとのチャット
ko_kr: 사용자와 채팅
nl_nl: Chatten met gebruikers
pt_br: Conversando com outros usuários
ru_ru: Общение с пользователями
th_th: สนทนากับผู้ใช้
uk_ua: Спілкування з користувачами
vi_vn: Trò chuyện với người dùng

# Shell_Chat_Title.Text
source: Chat
da_dk: Snak
hu_hu: Csevegés
ja_jp: チャット
ko_kr: 채팅
nl_nl: Chatten
ru_ru: Чат
th_th: แชท
uk_ua: Чат
vi_vn: Trò chuyện

# Shell_Dashboard.Content
source: Dashboard
fr_fr: Tableau de bord
hu_hu: Irányítópult
ja_jp: ダッシュボード
ko_kr: 계기반
pt_br: Painel
ru_ru: Панель управления
th_th: แดชบอร์ด
uk_ua: Приладова панель
vi_vn: Trang tổng quan

# Shell_Dashboard_State.Content
source: Viewing the dashboard
da_dk: Visning af dashboardet
de_de: Ansicht des Dashboards
fr_fr: Affichage du tableau de bord
hu_hu: Az Irányítópult megtekintése.
ja_jp: ダッシュボードの表示
ko_kr: 대시보드 보기
nl_nl: Het dashboard bekijken
pt_br: Visualizando o painel
ru_ru: Просмотр панели мониторинга
th_th: การดูแดชบอร์ด
uk_ua: Перегляд приладової панелі
vi_vn: Xem bảng điều khiển

# Shell_Games.Content
source: Games
da_dk: Spil
de_de: Spiele
fr_fr: Jeux
hu_hu: Játékok
ja_jp: ゲーム
ko_kr: 계략
nl_nl: Spellen
pt_br: Jogos
ru_ru: Игры
th_th: เกมส์
uk_ua: Ігри
vi_vn: Trò chơi

# Shell_Games_State.Content
source: Browsing games selection
da_dk: Udvælgelse af spil
de_de: Auswahl der Spiele durchstöbern
fr_fr: Parcourir la sélection de jeux
hu_hu: Böngészés a játékok között
ja_jp: ブラウジングゲームの選択
ko_kr: 게임 선택 탐색
nl_nl: Bladeren door de selectie van games
pt_br: Explorando a lista de jogos suportados
ru_ru: Выбор просмотренных игр
th_th: การเลือกดูเกม
uk_ua: Перегляд вибору ігор
vi_vn: Duyệt lựa chọn trò chơi

# Shell_Games_Title.Text
source: Games
da_dk: Spil
de_de: Spiele
fr_fr: Jeux
hu_hu: Játékok
ja_jp: ゲーム
ko_kr: 계략
nl_nl: Spellen
pt_br: Jogos
ru_ru: Игры
th_th: เกมส์
uk_ua: Ігри
vi_vn: Trò chơi

# Shell_Library.Content
source: Library
da_dk: Bibliotek
de_de: Bibliothek
fr_fr: Bibliothèque
hu_hu: Könyvtár
ja_jp: 図書館
ko_kr: 도서관
nl_nl: Bibliotheek
pt_br: Biblioteca
ru_ru: Библиотека
th_th: ห้องสมุด
uk_ua: Бібліотека
vi_vn: Thư viện

# Shell_Library_State.Content
source: Browsing user made content
da_dk: Gennemse brugerlavet indhold
de_de: Durchsuchen nutzergenerierter Inhalte
fr_fr: Parcourir le contenu créé par l'utilisateur
hu_hu: Felhasználó által készített tartalom böngészése
ja_jp: ユーザー作成コンテンツの閲覧
ko_kr: 사용자가 만든 콘텐츠 탐색
nl_nl: Bladeren door door gebruikers gemaakte inhoud
pt_br: Explorando conteúdos criados por usuários
ru_ru: Просмотр пользовательского контента
th_th: การเรียกดูเนื้อหาที่ผู้ใช้ทำ
uk_ua: Перегляд вмісту користувача
vi_vn: Duyệt nội dung do người dùng tạo

# Shell_Library_Title.Text
source: Library
da_dk: Bibliotek
de_de: Bibliothek
fr_fr: Bibliothèque
hu_hu: Könyvtár
ja_jp: 図書館
ko_kr: 도서관
nl_nl: Bibliotheek
pt_br: Biblioteca
ru_ru: Библиотека
th_th: ห้องสมุด
uk_ua: Бібліотека
vi_vn: Thư viện

# Shell_Search.PlaceholderText
source: Search
da_dk: Søge
de_de: Suche
fr_fr: Recherche
hu_hu: Keresés
ja_jp: 検索
ko_kr: 찾다
nl_nl: Zoekopdracht
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
uk_ua: Пошук
vi_vn: Tìm kiếm

# Shell_Settings.Content
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
fr_fr: Paramètres
hu_hu: Beállítások
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
uk_ua: Налаштування
vi_vn: Cài đặt

# Shell_Store.Content
source: Store
da_dk: Butik
de_de: Shop
fr_fr: Magasin
hu_hu: Bolt
ja_jp: 店
ko_kr: 가게
nl_nl: Winkel
pt_br: Loja
ru_ru: Магазин
th_th: เก็บ
uk_ua: Магазин
vi_vn: Cửa hàng

# Shell_Store_State.Content
source: Browsing the store
da_dk: Gennemse butikken
de_de: Stöbern im Shop
fr_fr: Parcourir le magasin
hu_hu: Böngészés az üzletben
ja_jp: ストアを閲覧する
ko_kr: 매장 둘러보기
nl_nl: Bladeren door de winkel
pt_br: Gastando alguns NautaCoins
ru_ru: Просмотр магазина
th_th: เรียกดูร้านค้า
uk_ua: Переглядаючи магазин
vi_vn: Duyệt qua cửa hàng

# Shell_Store_Title.Text
source: Store
da_dk: Butik
de_de: Shop
fr_fr: Magasin
hu_hu: Bolt
ja_jp: 店
ko_kr: 가게
nl_nl: Winkel
pt_br: Loja
ru_ru: Магазин
th_th: เก็บ
uk_ua: Магазин
vi_vn: Cửa hàng

# Shell_UserDropDown_AppSettings.Text
source: Application settings
da_dk: Applikationsindstillinger
de_de: Anwendungseinstellungen
fr_fr: Paramètres de l'application
hu_hu: Alkalmazás beállítások
ja_jp: アプリケーション設定
ko_kr: 애플리케이션 설정
nl_nl: Applicatie-instellingen
pt_br: Configurações do aplicativo
ru_ru: Настройки приложения
th_th: การตั้งค่าแอปพลิเคชัน
uk_ua: Налаштування програми
vi_vn: Cài đặt ứng dụng

# Shell_UserDropDown_BrowseStore.Text
source: Browse store
da_dk: Gennemse butik
de_de: Shop durchsuchen
fr_fr: Parcourir la boutique
hu_hu: Böngésszen az áruházban
ja_jp: ストアを閲覧する
ko_kr: 매장 찾아보기
nl_nl: Blader door de winkel
pt_br: Navegar na loja
ru_ru: Обзор магазина
th_th: เรียกดูร้านค้า
uk_ua: Перегляньте магазин
vi_vn: Duyệt qua cửa hàng

# Shell_UserDropDown_EarnPoints.Text
source: Earn NautaCoins
da_dk: Tjen NautaCoins
de_de: NautaCoins verdienen
fr_fr: Gagner des NautaCoins
hu_hu: Szerezz NautaCoin-t
ja_jp: ナウタコインを獲得する
ko_kr: Nauta코인을 획득하세요
nl_nl: Verdien NautaCoins
pt_br: Ganhe NautaCoins
ru_ru: Зарабатывайте НаутаКоины
th_th: รับ NautaCoins
uk_ua: Заробляйте NautaCoins
vi_vn: Kiếm NautaCoin

# Shell_UserDropDown_MyAccount.Text
source: My account
da_dk: Min konto
de_de: Mein Konto
fr_fr: Mon compte
hu_hu: A fiókom
ja_jp: 私のアカウント
ko_kr: 내 계정
nl_nl: Mijn rekening
pt_br: Minha conta
ru_ru: Мой счет
th_th: บัญชีของฉัน
uk_ua: Мій рахунок
vi_vn: Tài khoản của tôi

# Shell_UserDropDown_SignOut.Text
source: Sign out
da_dk: Log ud
de_de: Abmelden
fr_fr: Se déconnecter
hu_hu: Kijelentkezés
ja_jp: サインアウト
ko_kr: 로그아웃
nl_nl: Meld u af
pt_br: Sair
ru_ru: выход
th_th: ออกจากระบบ
uk_ua: Вийти
vi_vn: Đăng xuất

# Search_Games_Hint.PlaceholderText
source: Search games
da_dk: Søg spil
de_de: Spiele suchen
fr_fr: Rechercher des jeux
hu_hu: Játékok keresése
ja_jp: ゲームを検索する
ko_kr: 게임 검색
nl_nl: Zoek spellen
pt_br: Pesquisar jogos
ru_ru: Поиск игр
th_th: ค้นหาเกม
uk_ua: Пошукові ігри
vi_vn: Tìm kiếm trò chơi

# Search_Library_Hint.PlaceholderText
source: Search projects
da_dk: Søg efter projekter
de_de: Projekte suchen
fr_fr: Rechercher des projets
hu_hu: Projektek keresése
ja_jp: プロジェクトを検索する
ko_kr: 프로젝트 검색
nl_nl: Zoek projecten
pt_br: Pesquisar projetos
ru_ru: Поиск проектов
th_th: ค้นหาโครงการ
uk_ua: Пошукові проекти
vi_vn: Tìm kiếm dự án

# Search_Store_Hint.PlaceholderText
source: Search store
da_dk: Søg butik
de_de: Shop durchsuchen
fr_fr: Rechercher dans le magasin
hu_hu: Keresés az üzletben
ja_jp: 店舗を探す
ko_kr: 매장 검색
nl_nl: Zoek winkel
pt_br: Pesquisar itens
ru_ru: Поиск магазина
th_th: ค้นหาร้านค้า
uk_ua: Пошук магазину
vi_vn: Tìm kiếm cửa hàng

# Sorting_ComboBox_Hint.PlaceholderText
source: Sort by
da_dk: Sorter efter
de_de: Sortieren nach
fr_fr: Trier par
hu_hu: Rendezés
ja_jp: 並べ替え
ko_kr: 정렬 기준
nl_nl: Sorteer op
pt_br: Organizar por
ru_ru: Сортировать по
th_th: เรียงตาม
uk_ua: Сортувати за
vi_vn: Sắp xếp theo

# Sorting_ComboBox_Popularity.Content
source: Popularity
da_dk: Popularitet
de_de: Beliebtheit
fr_fr: Popularité
hu_hu: Népszerűség
ja_jp: 人気
ko_kr: 인기
nl_nl: Populariteit
pt_br: Popularidade
ru_ru: Популярность
th_th: ความนิยม
uk_ua: Популярність
vi_vn: Mức độ phổ biến

# Sorting_ComboBox_Price_HighLow.Content
source: Price: High to Low
da_dk: Pris: Høj til lav
de_de: Preis: Hoch bis niedrig
fr_fr: Prix ​​​​ décroissant
hu_hu: Magas ártól alacsonyig
ja_jp: 価格: 高から低まで
ko_kr: 가격: 높음에서 낮음
nl_nl: Prijs: hoog naar laag
pt_br: Maior preço
ru_ru: Цена: от высокой к низкой
th_th: ราคา: สูงไปต่ำ
uk_ua: Ціна: від високої до низької
vi_vn: Giá: Cao đến thấp

# Sorting_ComboBox_Price_LowHigh.Content
source: Price: Low to High
da_dk: Pris: Lav til høj
de_de: Preis: Niedrig bis Hoch
fr_fr: Prix ​​croissant
hu_hu: Alacsony ártól magasig
ja_jp: 価格: 低価格から高価格
ko_kr: 가격: 낮음순
nl_nl: Prijs: laag naar hoog
pt_br: Menor preço
ru_ru: Цена: от низкой до высокой
th_th: ราคา: จากต่ำไปสูง
uk_ua: Ціна: від низької до високої
vi_vn: Giá: Thấp đến Cao

# Sorting_ComboBox_Relevance.Content
source: Relevance
da_dk: Relevans
de_de: Relevanz
fr_fr: Pertinence
hu_hu: Relevancia
ja_jp: 関連性
ko_kr: 관련성
nl_nl: Relevantie
pt_br: Relevância
ru_ru: Актуальность
th_th: ความเกี่ยวข้อง
uk_ua: Актуальність
vi_vn: Mức độ liên quan

# Sorting_ComboBox_Title_AZ.Content
source: Title A-Z
da_dk: Titel A-Z
de_de: Titel A-Z
fr_fr: Titre A-Z
hu_hu: Cím A-Z
ja_jp: タイトル A ～ Z
ko_kr: 제목 A-Z
nl_nl: Titel A-Z
pt_br: Título A-Z
ru_ru: Название от А до Я
th_th: ชื่อเรื่อง A-Z
uk_ua: Назва A-Z
vi_vn: Tiêu đề A-Z

# Sorting_ComboBox_Title_ZA.Content
source: Title Z-A
da_dk: Titel Z-A
de_de: Titel Z-A
fr_fr: Titre Z-A
hu_hu: Cím Z-A
ja_jp: タイトルZ-A
ko_kr: 타이틀 Z-A
nl_nl: Titel Z-A
pt_br: Título Z-A
ru_ru: Название Z-A
th_th: หัวข้อ Z-A
uk_ua: Назва Z-A
vi_vn: Tiêu đề Z-A

# Splash_Status_AuthFailed.Text
source: Auth failed to initialize.
da_dk: Godkendelse kunne ikke initialiseres.
de_de: Authentifizierung konnte nicht initialisiert werden
fr_fr: L'authentification n'a pas pu aboutir.
hu_hu: A hitelesítés inicializálása nem sikerült.
ja_jp: 認証の初期化に失敗しました。
ko_kr: 인증을 초기화하지 못했습니다.
nl_nl: Auth kan niet worden geïnitialiseerd.
pt_br: Autenticação falhou ao inicializar.
ru_ru: Не удалось инициализировать аутентификацию.
th_th: การรับรองความถูกต้องล้มเหลวในการเริ่มต้น
uk_ua: Не вдалося ініціалізувати авторизацію.
vi_vn: Auth không khởi tạo được.

# Splash_Status_AuthSuccess.Text
source: Connected to server.
da_dk: Forbundet til server.
de_de: Verbunden mit Server.
fr_fr: Connecté au serveur.
hu_hu: Csatlakozva a szerverhez.
ja_jp: サーバーに接続されました。
ko_kr: 서버에 연결되었습니다.
nl_nl: Verbonden met server.
pt_br: Conectado ao servidor.
ru_ru: Подключился к серверу.
th_th: เชื่อมต่อกับเซิร์ฟเวอร์แล้ว
uk_ua: Підключено до сервера.
vi_vn: Đã kết nối với máy chủ.

# Splash_Status_Initializing.Text
source: Initializing auth...
da_dk: Initialiserer godkendelse...
de_de: Authentifizierung wird gestartet...
fr_fr: Initialisation de l'authentification...
hu_hu: Hitelesítés inicializálása...
ja_jp: 認証を初期化しています...
ko_kr: 인증 초기화 중...
nl_nl: Autorisatie initialiseren...
pt_br: Inicializando autenticação...
ru_ru: Инициализация авторизации...
th_th: กำลังเริ่มต้นการตรวจสอบสิทธิ์...
uk_ua: Ініціалізація авторизації...
vi_vn: Đang khởi tạo xác thực...

# Splash_Status_Wizard.Text
source: Complete setup wizard...
da_dk: Fuldfør opsætningsguiden...
de_de: Vollständiger Einrichtungsassistent...
fr_fr: Assistant de configuration terminé...
hu_hu: A telepítő varázsló bezárása...
ja_jp: セットアップ ウィザードを完了します...
ko_kr: 설정 마법사 완료...
nl_nl: Volledige installatiewizard...
pt_br: Assistente de configuração completo...
ru_ru: Полная настройка мастера...
th_th: วิซาร์ดการตั้งค่าเสร็จสมบูรณ์...
uk_ua: Завершити майстер налаштування...
vi_vn: Hoàn tất trình hướng dẫn thiết lập...

# Splash_Status_Login.Text
source: Awaiting user login...
da_dk: Afventer brugerlogin...
de_de: Warten auf Benutzeranmeldung...
fr_fr: En attente de connexion utilisateur...
hu_hu: Felhasználói bejelentkezésre vár...
ja_jp: ユーザーのログインを待っています...
ko_kr: 사용자 로그인을 기다리는 중...
nl_nl: In afwachting van inloggen van gebruiker...
pt_br: Aguardando login do usuário...
ru_ru: Ожидание входа пользователя...
th_th: กำลังรอการเข้าสู่ระบบของผู้ใช้...
uk_ua: Очікується вхід користувача...
vi_vn: Đang chờ người dùng đăng nhập...

# Splash_Status_LoginSuccess.Text
source: Logging in...
da_dk: Logger ind...
de_de: Einloggen in...
fr_fr: Connexion en cours...
hu_hu: Bejelentkezés...
ja_jp: ログイン中...
ko_kr: 로그인 중...
nl_nl: Inloggen...
pt_br: Fazendo login...
ru_ru: Вход в систему...
th_th: กำลังเข้าสู่ระบบ...
uk_ua: Вхід...
vi_vn: Đang đăng nhập...

# Splash_Status_Resources.Text
source: Gathering user information...
da_dk: Indsamler brugeroplysninger...
de_de: Erfassen von Benutzerinformationen...
fr_fr: Collecte d'informations sur les utilisateurs...
hu_hu: Felhasználói adatok gyűjtése...
ja_jp: ユーザー情報を収集しています...
ko_kr: 사용자 정보 수집 중...
nl_nl: Gebruikersinformatie verzamelen...
pt_br: Obtendo informações do usuário...
ru_ru: Сбор информации о пользователях...
th_th: กำลังรวบรวมข้อมูลผู้ใช้...
uk_ua: Збір інформації про користувача...
vi_vn: Thu thập thông tin người dùng...

# Splash_Status_Update.Text
source: New update available!
da_dk: Ny opdatering tilgængelig!
de_de: Neues Update verfügbar!
fr_fr: Nouvelle mise à jour disponible!
hu_hu: Új frissítés elérhető!
ja_jp: 新しいアップデートが利用可能になりました!
ko_kr: 새로운 업데이트가 가능합니다!
nl_nl: Nieuwe update beschikbaar!
pt_br: Nova atualização disponivel!
ru_ru: Доступно новое обновление!
th_th: มีการอัปเดตใหม่!
uk_ua: Доступне нове оновлення!
vi_vn: Đã có bản cập nhật mới!

# Store_Filter_All.Content
source: All
da_dk: Alle
de_de: Alle
fr_fr: Tout
hu_hu: Minden
ja_jp: 全て
ko_kr: 모두
nl_nl: Alle
pt_br: Tudo
ru_ru: Все
th_th: ทั้งหมด
uk_ua: все
vi_vn: Tất cả

# Store_Filter_Avatars.Content
source: Avatars
da_dk: Avatarer
de_de: Avatare
hu_hu: Avatarok
ja_jp: アバター
ko_kr: 아바타
pt_br: Avatares
ru_ru: Аватары
th_th: อวตาร
uk_ua: Аватари
vi_vn: Hình đại diện

# Store_Filter_Banners.Content
source: Banners
da_dk: Bannere
de_de: Banner
fr_fr: Bannières
hu_hu: Bannerek
ja_jp: バナー
ko_kr: 배너
pt_br: Capas
ru_ru: Баннеры
th_th: แบนเนอร์
uk_ua: банери
vi_vn: Biểu ngữ

# Store_Owned.Text
source: Owned
da_dk: Ejet
de_de: Besitz
fr_fr: En Posession
hu_hu: Tulajdonos
ja_jp: 所有
ko_kr: 소유
nl_nl: Eigendom
pt_br: Adquirido
ru_ru: В собственности
th_th: เป็นเจ้าของ
uk_ua: У власності
vi_vn: Sở hữu

# Store_Purchase
source: purchased
da_dk: købt
de_de: gekauft
fr_fr: acheté
hu_hu: Vásárolt
ja_jp: 購入した
ko_kr: 구매한
nl_nl: gekocht
pt_br: Comprado
ru_ru: куплен
th_th: ซื้อแล้ว
uk_ua: придбаний
vi_vn: đã mua

# Store_Purchase_Error
source: There was an error trying to purchase
da_dk: Der opstod en fejl under forsøget på at købe
de_de: Beim Kaufversuch ist ein Fehler aufgetreten
fr_fr: Une erreur s'est produite lors de la tentative d'achat
hu_hu: Hiba történt a vásárlás során
ja_jp: 購入しようとしてエラーが発生しました
ko_kr: 구매하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het kopen
pt_br: Houve um erro ao realizar a comprar
ru_ru: Произошла ошибка при попытке покупки
th_th: เกิดข้อผิดพลาดในการพยายามซื้อ
uk_ua: Під час покупки сталася помилка
vi_vn: Đã xảy ra lỗi khi mua hàng

# TourGuide_Step1.Title
source: Getting started 🚀
da_dk: Kom godt i gang 🚀
de_de: Erste Schritte 🚀
fr_fr: Pour débuter 🚀
hu_hu: Kezdés 🚀
ja_jp: 始めましょう 🚀
ko_kr: 시작하기 🚀
nl_nl: Aan de slag 🚀
pt_br: Primeiros Passos 🚀
ru_ru: Начинаем 🚀
th_th: เริ่มแล้ว 🚀
uk_ua: Початок роботи 🚀
vi_vn: Bắt đầu 🚀

# TourGuide_Step2.Title
source: Select your prefered language
da_dk: Vælg dit foretrukne sprog
de_de: Wählen Sie Ihre bevorzugte Sprache
fr_fr: Sélectionnez votre langue préférée
hu_hu: Válassza ki a kívánt nyelvet
ja_jp: 希望の言語を選択してください
ko_kr: 선호하는 언어를 선택하세요
nl_nl: Selecteer uw voorkeurstaal
pt_br: Selecione o seu idioma preferido
ru_ru: Выберите предпочитаемый язык
th_th: เลือกภาษาที่คุณต้องการ
uk_ua: Виберіть потрібну мову
vi_vn: Chọn ngôn ngữ ưa thích của bạn

# TourGuide_Step3.Title
source: Select your prefered theme
da_dk: Vælg dit foretrukne tema
de_de: Wählen Sie Ihr bevorzugtes Thema
fr_fr: Sélectionnez votre thème préféré
hu_hu: Válassza ki a kívánt témát
ja_jp: 好みのテーマを選択してください
ko_kr: 원하는 테마를 선택하세요
nl_nl: Selecteer het gewenste thema
pt_br: Selecione o seu tema preferido
ru_ru: Выберите предпочитаемую тему
th_th: เลือกธีมที่คุณต้องการ
uk_ua: Виберіть потрібну тему
vi_vn: Chọn chủ đề ưa thích của bạn

# User_Login.Content
source: Login
da_dk: Log ind
de_de: Anmeldung
fr_fr: Connexion
hu_hu: Belépés
ja_jp: ログイン
ko_kr: 로그인
ru_ru: Авторизоваться
th_th: เข้าสู่ระบบ
uk_ua: Логін
vi_vn: Đăng nhập
